Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 상상만으로도 귀여웠다.
en_us: Just imagining it made her smile.

source: “넌 이름이 뭐야?”
en_us: “What’s your name?”

source: 슬프게도, 블론디나의 부재를 안타까워하는 이는 없었다.
en_us: Unfortunately, none in the village felt sorry for Blondina’s rumored ill fate.

source: “어떻게?”
en_us: “How?”

source: 다만 자신이 황궁을 마구 드나드는 걸 다른 신수에게 들켜, 인간과 친하게 지낸다느니…… 하는 귀찮은 소문에 시달리기 싫은 것이다.
en_us: He was simply worried that if the other divine beasts found out, words would get out about him becoming friends with humans...and things would get annoying.

source: “그…… 제압당한 흑표범은 어떻게 됐어?”
en_us: “So, what happened to that black leopard?”

source: 불론디나는 딴청을 부리며 음료를 마셨다.{j}적당히 달콤한 것이 취향에 딱 맞았다.
en_us: Blondina pretended not to listen to them and grabbed a drink. It was a little sweet, just to her taste. {j}

source: 블론디나는 눈을 살짝 크게 떴다.{j}그러다가 이내 진심으로 픽 웃고야 말았다.
en_us: Blondina opened her eyes slightly wider and laughed after seeing Amon hide himself from the window.{j}

source: “선물.”
en_us: “It’s a gift.”

source: “넌 꼭 내 호위 기사 같아.{j}그때 풀숲에서 널 만나기를 잘했어.{j}그렇지 않았다면 난 지금까지 혼자였을 텐데.”
en_us: “You’re like my knight. I’m so happy that I have met you at the forest that day, if not I would still be alone.”{j}{j}

source: “막 발로 밟고 협박하는 거 되게 멋있더라.”
en_us: “You threatening the prince while stepping over him was pretty cool.”

source: “어쨌든, 이제 조심하도록 하자.{j}되도록 그 신수가 있을 때는 블론디나를 건드리지 말고.{j}그들이 강한 건 사실이니까.{j}알겠지?”
en_us: “Having said that, let’s be more careful from now on. Try not to get yourself in trouble with Blondina especially when the divine beast is around. We all know how powerful they are, okay?”{j}{j}{j}

source: 눈을 내리깐 에이몬이 종이 위 단어를 손끝으로 톡톡 두드렸다.
en_us: Keeping his eyes on the parchment, Amon slowly went down the list words while pointing them with his fingers in order.

source: “그깟 천한 피에 관심을 왜 가지는 거야, 필립?”
en_us: “Why are you interested in a worthless brat like her, Philip?”

source: 곰보다 큰 체구, 누구도 근접할 수 없는 파괴적인 힘, 신에 가까운 종족.
en_us: The divine leopard beast was known as a God-like specie born to rule over all humanity with his body larger than a bear and his destructive power none can match against.

source: “에이몬?”
en_us: “Amon?”

source: 홀로 동떨어진 존재라는 게 새삼 옷차림으로 드러났다.
en_us: Just by looking at her outfit, Blondina noticed that she was being left out from this party.

source: “무슨 일이냐?”
en_us: “What brings you here today?”

source: 하지만 그렇다고 별다른 수는 없었다.{j}위협하거나 다치게 할 수도 없고.
en_us: Basically, his hands were tied against Blondina.

source: 화끈한 고통에 소리를 내질렀으나 그는 그다지 상관하는 기색이 아니었다.
en_us: Her scream filled the room, but it didn’t seem like he cared a bit.

source: 「고양이 아니라니까!」
en_us: “How many times do I need to tell you I’m not a cat!”

source: 조금의 생색도 없는 모습에 블론디나는 빙긋 웃고는 반지를 손가락에 끼워 보았다.{j}조금 헐거웠다.{j}아이보다는 성인 여성에게 맞게 제작된 모양이다.
en_us: Thankful for his gift, Blondina tried the ring on her finger, smiling. It was a little loose for her because it was designed for adults, not kids.{j}{j}

source: 에이몬은 그리 말하고 있었다.
en_us: Amon was warning Blondina to choose her words wisely, if not he was about to take another bite at her ear.

source: 블론디나, 아델라이 황녀, 라르트 황자의 인사를 차례차례 받은 사신이 황제를 향해 마지막으로 허리를 숙이며 호쾌하게 말했다.
en_us: After greeting Blondina, Princess Adellai, and Prince Lart, the envoy bowed before the emperor and spoke cheerfully.

source: “안녕하십니까, 황녀님.{j}폐하의 명으로 황족의 팔찌를 전해 드리러 왔습니다.”
en_us: “Good afternoon, my Lady. I’m here on the emperor’s orders to deliver this royal bracelet to you.”{j}

source: “다리는 괜찮아?{j}너 뒷다리 다쳤는데 두 발로 서 있잖아.”
en_us: “Is your leg okay? It should hurt standing like that.”{j}

source: 하지만 그런 씁쓸한 현실까지 에이몬에게 구구절절 설명할 이유는 없었다.{j}블론디나는 그저 웃었다.
en_us: Blondina didn’t want to go into the details of explaining everything to Amon.{j} So, she just laughed it off.

source: “내가 오늘 좀 피곤해서…….”
en_us: “I’m a bit tired today, so...”

source: 따끈하고 말랑하고 보드라운 털 뭉치가 품에 안겼다.{j}블론디나는 저도 모르게 환호성을 지를 뻔하다가 목울대를 꿀꺽이며 감정을 넘긴 후 고양이를 소중히 품에 안았다.
en_us: Blondina had to forcefully stop herself from letting out a cry of joy by taking a huge gulp of air when a warm, soft ball of black fur made himself comfortable in her arms. {j}

source: 「참새가 무서워?」
en_us: “Are you scared of sparrows, by any chance?”

source: 유일하게 그녀의 신분을 알던 보석점 주인과 영주는 황제의 명령에 입을 다물었고, 마을에서는 블론디나가 납치되었다는 소문이 돌았다.{j}인신매매가 횡행하는 시대다.{j}곧 마을 사람 누구나 수긍했다.
en_us: With her sudden disappearance, the villagers made up numerous rumors in curiosity of where she could have gone. However, it didn’t take long for them to believe that she was kidnapped by human traffickers no longer to return. Amidst all the rumors, the owner of the jewelry shop and the feudal lord, who were aware of her whereabouts, kept their mouths shut.{j}{j}

source: 「그건 아니고.{j}그 뜻이 아니야.」
en_us: “I’m not your friend. That’s not what I’m trying to say...”{j}

source: 귀금속점은 골목 끄트머리에 있었다.
en_us: She headed straight to the jewelry store at the end of the alley.

source: 블론디나는 못 본 척 고개 돌려 창밖을 응시했다.
en_us: Blondina pretended not to see them and turned her head to gaze outside the window.

source: 시골 구석 촌것에서 제국의 고귀한 황족, 블론디나 륜 아테스가 된 것이다.
en_us: No longer a wretched girl of the inn, she was now Blondina Ryun Ates, daughter of the holy emperor.

source: 「접근하지 말라고 하라니까?{j}너 황녀잖아.{j}권력으로 눌러 버려.」
en_us: “Tell him not to ever come near you. You can do that since you’re the princess of this empire, right?”{j}{j}

source: 블론디나는 입술을 감쳐물었다.
en_us: Blondina clenched her lips and thought to herself.

source: “아델라이 황녀님, 블론디나 황녀님은 어디에 기거하시나요?{j}황궁에 갈 때마다 마주한 적이 단 한 번도 없는 것 같은데.”
en_us: “Princess Adellai, where does Princess Blondina reside? I’ve never seen her at the main palace.”{j}

source: 커다란 뱀이 제 곁을 지나자 아델라이는 결국 참지 못하고 작은 탄성을 내뱉고야 말았다.
en_us: Adellai let out a cry spotting a huge snake slither by her side. She backed away from the snake flinching her body and shrugging her shoulder, but soon returned to her spot with her face blushed.

source: 마제또는 더없이 당당했다.
en_us: Majetto bluntly talked back at her. It was quite impressive for a sparrow to know even this much.

source: 그 정도로 눈치가 없지도, 밸이 없지도 않았다.
en_us: She was even more astute than people thought her to be.

source: “이게 어찌 된 일인지 모르겠습니다.{j}인간의 힘으로는 가능하지 않은 일인데…… 이곳은 공작가라 들짐승이 들어올 수도 없을 텐데 이 어찌 된 일인지…….”
en_us: “I don’t understand what had happened here, Your Highness. No human could have done this...Plus, I haven’t spotted any wild beast on the premises.”{j}

source: 블론디나는 문득 루시와 에이몬이 처음 마주했던 날을 떠올려 보았다.
en_us: As Blondina watched Lucy enter her room, she reminded herself of how things unfolded during Lucy’s first encounter with Amon.

source: #4화
en_us: Chapter 4

source: 「그런데 잡아먹기 전에 하나 물어보자.」
en_us: “But before I eat you up, let me ask you something.”

source: 하지만 애써 고개를 당당히 들고 핑거푸드를 보란 듯 맛있게 먹었다.{j}이런 일에 상처받을쏘냐.{j}차라리 여관 주인에게 뺨을 맞는 게 아프지 이런 건 아무렇지도 않다.
en_us: Even so, it didn’t stop her from keeping her head high as she enjoyed her desserts. She tried her best to show others that she didn’t care. And it actually didn’t, because the embarrassment she was going through was nothing compared to the hardships of her past.{j}{j}

source: “아델라이!{j}아무래도 오늘 네 일진이 영 좋지 않은 모양-.”
en_us: “Adellai, it looks like today just isn’t your day-”{j}

source: 그 사실 하나만으로 재수 없는 인간과 붙어먹는다며 한 소리 들을 게 뻔하다.
en_us: Amon knew that by revealing his true identity things could go out of control. He didn’t want the divine beasts to treat him like a traitor for becoming friends with a blond girl, but he also wanted to protect Blondina from becoming a target to the divine beasts wrath.

source: ‘얘한테 정신 팔려 저 기사를 잊고 있었네.’
en_us: I completely forgot there was knight here because of that boy.

source: “폐하!”
en_us: “Your Majesty!”

source: 제 어미를 닮은 금발, 하지만 모친인 릴리, 그녀의 금안까지는 닮지 않았다.
en_us: Blondina had the blond hair just like her mother, but she didn’t inherit Lilly’s golden eyes.

source: 잠이 덜 깬 눈으로 멍하니 누워 있을 때였다.{j}문밖에서 누군가의 목소리가 들려왔다.
en_us: A voice outside her room interrupted her half-asleep daze.{j}

source: 결국 에이몬은 귀찮아 죽겠다는 표정으로 몸을 축 늘어뜨렸다.
en_us: In the end, Amon gave in and stayed still with an annoyed look.

source: 제 딸아이의 삶을 구원해 준 것이 마치 저같이 느껴져 흡족스럽기도 했다.{j}여기저기에 내보이고 자랑하고 싶을 정도로.
en_us: The emperor couldn’t hide his satisfaction looking at Blondina, feeling proud for saving his poor daughter. As of now, he felt as if he wanted to boast about her to others and how beautiful she had become.{j}

source: 피하다니.
en_us: Avoid? Who?

source: 아델라이 황녀는 피어오르는 감정을 애써 억제했다.
en_us: Princess Adellai was also about to lose her temper after listening to her brother’s story, but she calmed herself down.

source: 「누가 그래?!{j}이 불쾌하고 건방진 인간!」
en_us: “Says who?! You arrogant, rude human!”{j}

source: 소년 주제에.{j}소년 주제에 짐승 출신이라고 품은 커서는.
en_us: He’s just a boy. How come a creature in his human form have such wide arms? He’s even younger than me...{j}

source: 에이몬은 스륵 몸을 떨궈 블론디나의 무릎에 머리를 대고 누웠다.{j}블론디나의 몸이 더욱 굳었다.
en_us: Amon, in his human form, dropped to the ground and laid his head onto her knees. His abrupt action stiffened Blondina’s body even more.{j}

source: “비웃은 적 없어.”
en_us: “I’ve never done so.”

source: 블론디나가 내민 손 냄새를 킁킁거리며 맡았을 뿐이다.
en_us: He leaned his head towards Blondina’s hands and smelled them.

source: 저들은 제국의 고귀한 혈통을 잇는 황족이었고 자신은 평민 피가 섞인 반푼이 황녀다.{j}같은 선상에 놓일 수 없는 위치였다.{j}그랬기에 황족이 참석하는 모임에 함께 입장한 적은 한 번도 없었다.
en_us: Just as Blondina had thought to herself, she wasn’t a pure blooded imperial family. She was considered more as a commoner. Thus, she was never allowed to enter or walk next to the imperial family.{j}{j}

source: 알겠다는 대답인지 싫다는 거부인지는 확실하지 않았다.
en_us: Blondina wasn’t sure if that was a response as a yes or a no.

source: 간지러워, 라고 웃은 블론디나가 고개를 내려 에이몬의 털에 제 뺨을 비볐다.
en_us: Telling him to stop because it was ticklish, Blondina bent down to rub her cheek against his.

source: 삐죽 나왔던 발톱을 황급히 숨기며.
en_us: “D-don’t touch me!”

source: 열한 살 여자아이의 마지막 자존심이었다.
en_us: This was the last remaining pride she wanted to keep.

source: 내심 진 것 같은 기분이었다.
en_us: It almost felt as if she had lost against Blondina in a fight.

source: 이를 어쩌지.{j}
en_us: What should I do...

source: 깨끗한 물로 표범의 뒷다리에 엉겨 붙은 핏물을 닦았다.
en_us: She carefully washed the blood off the leopard’s hing leg with clean water.

source: 블론디나는 대답하는 대신 눈만 깜빡였다.
en_us: That was it. It was all Prince Lart’s doing. All Blondina could do was stay silent.

source: “내 손 먹게?{j}식인도 해?”
en_us: “Are you going to eat my hand? Do you eat humans, too?”{j}

source: 거미줄에 꽁꽁 묶인 듯 발이 쉽게 움직여지지 않았다.
en_us: Her feet froze against her will and refused to move forward as if she were locked in chains.

source: “너무 귀여워.
en_us: “How cute. A cat that sighs.”

source: “응.{j}알아.{j}하지만…….”
en_us: “I know you are, but...”{j}{j}

source: 이따금 중심에 있는 아델라이 황녀가 크게 웃었는데, 블론디나는 오래 생각하지 않아도 그들의 대화의 주제가 무언지 쉽게 알아차릴 수 있었다.
en_us: From time to time, Blondina heard Princess Adeallai laugh loudly at the center of the group across the ballroom. She didn’t have to think long to discern who the conversation was about.

source: 블론디나가 쉬이 고개를 끄덕였다.{j}너무 대번 나온 허락에 오히려 당황한 건 에이몬이었다.
en_us: Blondina nodded inattentively to his sudden notice. Amon was bewildered by her unexpected affirmation. {j}

source: 에이몬은 앞발로 블론디나의 뺨을 톡 건드려 밀더니 한숨을 폭 내쉬었다.
en_us: But Amon pushed away Blondina away at her cheek and sighed deeply.

source: “그래, 이제야 내가 보이는가 보구나.{j}늘 날 피해 숨어 있는 것 같아 퍽 서운하였는데 말이다.”
en_us: “I finally get to see you, my princess. I was about to get upset as it felt like you were always hiding to avoid me.”{j}

source: 살짝 손을 들어 손끝으로 에이몬의 뺨을 간질였다.
en_us: Amazed by his beauty once more, Blondina reached out her hands to softly touch his cheeks.

source: 촐싹거리는 라르트 황자의 말을 내내 무시하던 아델라이 황녀가 기어코 소리를 내지르고 말았다.{j}아까부터 애써 울화를 내리누르는데 눈치도 없이 왜 저렇게 부채질하는 건지.
en_us: Adellai could no longer hold her temper at Lart for annoying her the entire night. She had already warned him a couple of times, trying her best to suppress her anger but it didn’t seem like he understood the whole point of her fanning her face.{j}

source: [네, 황녀님.{j}저번 승마 대회에서 우승한 말의 종자인데, 반년이나 기다렸다가 받았어요.]
en_us: [Your Highness. His sire was the winner of the previous equestrian competition. I had to wait six months to receive him.]{j}

source: “훔치지 않았어요!”
en_us: “I didn’t steal it from anyone!”

source: 그런 블론디나의 마음을 읽기라도 한 걸까.{j}에이몬이 앞발로 손등을 톡톡 두드렸다.
en_us: As if Amon had read her mind, he tapped her with his paws and spoke.{j}

source: 블론디나는 오늘 모처럼 혼자였다.{j}시녀 루시는 몸이 좋지 않다며 오지 못했고 에이몬은 찾아오지 않았다.
en_us: Today, Blondina was by herself, because Lily was sick and Amon didn’t come to visit.{j}

source: “잊지 마, 블론디나.{j}넌 이 세상에서 가장 멋지고, 강하고, 위대한 종족에게 무한한 애정을 받는 사람이란 걸.”
en_us: “Don’t forget, Blondina. That you are being loved the bravest, coolest, and the strongest clan in this world.”{j}

source: “그러게, 루시.{j}나도 저렇게 좋아할 줄은 몰랐는데.”
en_us: “You’re right. I didn’t think he’d like it this much.”{j}

source: 「고양이가 아니니까.」
en_us: “How many times do I need to tell you I’m not a cat!”

source: 활짝 핀 꽃 위로 노란 나비가 맴돌다 날아갔다.
en_us: A beautiful yellow butterfly flew by the blooming flowers.

source: “아니, 괜찮아.{j}난 자랑할 거리가 없어.{j}있다고 해도 그다지 하고 싶지 않고.”
en_us: “It’s okay. I have nothing to boast about, and even if I did, I prefer not to.”{j}{j}

source: “그러니, 관심도 두지 마.{j}그깟 버려진 황녀 따위에게.”
en_us: “So, there is no need for you to have an interest on her. She’s just a worthless princess.”{j}

source: 저 정체 모를 아이를 안전하고도 귀하게 보호해야만 했다.
en_us: He had no choice but to take this girl he had just met to his castle and keep her safe.

source: “위대한 표범 신수 일족을 뵙습니다!”
en_us: “Gr-greetings, oh great divine beast of the Leopard Clan!”

source: 블론디나는 에이몬을 무시하기로 했다.
en_us: She ignored Amon and spoke to Philip.

source: 블론디나는 놀라는 중에 그저 웃었다.{j}말이 안 통하는 꼬맹이라니.
en_us: Although surprised at first, Blondina couldn’t stop laughing thinking over the words said by the cat. She thought it was cute for a small kitten to say those very words with an annoyed voice.{j}

source: 현실로 돌아와 에이몬을 향해 눈을 내렸다.{j}에이몬은 블론디나의 손등 위에서 뒹굴뒹굴하며 시선을 피했다.
en_us: Amon’s abrupt words made Blondina return to her senses. She looked down at him confused. The baby leopard rolled over her hand, embarrassed to see her in the eye.{j}

source: 기분 탓일까.{j}고양이가 비웃고 있는 것만 같다.
en_us: Somehow it felt like the cat was laughing at him.{j}

source: 절 보는 시선들이 묘했다.{j}분명 초대받아 온 것인데도 이곳에 자신이 왜 있느냐는 듯 의아한 눈빛이 여럿 쏘아졌다.
en_us: She looked around and caught the eyes of the people staring right at her questioning what she was doing here.{j}

source: “……살짝 아프긴 하네.”
en_us: “...it does hurt a bit.”

source: 꼬리로 손등을 내리치고 온몸을 뒤틀며 난리를 치던 에이몬은 블론디나를 아프지 않게 하는 선에서 바둥거리다가 어렵사리 탈출했다.{j}에이몬의 작은 몸이 창가로 후다닥 뛰어갔다.
en_us: After swatting the back of her hand with his tail and lurched his body without hurting Blondina, Amon finally escaped from her arms and swiftly ran to the window.{j}

source: 「내가 혼자 놀지도 못하는 어린애 같아?」
en_us: “Do I look like I need a babysitter?”

source: 그의 시선을 느꼈을까.{j}블론디나가 시선을 내렸다.{j}그런 후 저도 모르게 다시 힉, 하고 뒤로 물러섰다.{j}정신을 차려 보니, 큰 몸집의 사내가 자신 앞에 엎드려 있었기 때문이다.{j}다시 그의 체구가 상기되어 저도 모르게 뒷걸음질을 치게 된다.
en_us: Blondina lowered her gaze towards the knight and was surprised once again by him. She completely forgot that a huge man was still laying low on the ground. She backed away in fear as his large figure reminded her of the innkeeper once more.{j}{j}{j}{j}

source: 깜짝 놀란 블론디나는 어깨를 들썩이며 흠칫 물러났다.
en_us: Blondina flinched in surprise and pulled herself back from the bush.

source: 누워 있던 라르트 황자는 가슴팍을 부여잡고 몸을 웅크렸다.{j}젖은 호흡이 풀밭 위에 힘겹게 흐트러졌다.
en_us: Prince Lart crouched on the ground holding his chest tight. He was relieved that the torture had finally come to an end. He was wheezing on the grass in pain.{j}

source: 아델라이는 차마 타박도 할 수 없었다.{j}모든 게 귀찮고 짜증스러울 따름이었다.
en_us: Listening to the guard and seeing the broken wheel for herself, Adellai couldn’t think of any words to condemn the guard. She was simply sick and tired of all the events that had occurred today. She was ready to go home and rest.{j}

source: 시종의 목소리가 크게 들려왔다.{j}곧 블론디나를 제외한 황족 가족이 상석을 향해 먼저 입장했다.
en_us: The servant yelled as the emperor entered the hunting grounds with his imperial family, except Blondina.{j}

source: 그를 찾아내기만 하면 다시 인간들의 세상이 돌아온다.
en_us: Only by finding this descendant can the humans take complete dominion over this land.

source: 정면으로 보이는 테이블에는 수염이 가느다랗게 난 사내가 돋보기를 닦고 있었다.
en_us: The first thing she saw was a man, the owner, with a long mustache cleaning a magnifying glass.

source: “그래, 알겠어.”{j}블론디나가 고개를 끄덕이며 옅게 웃었다.
en_us: “Understood,” Blondina replied with a smile.{j}{j}

source: 어젯밤 에이몬이 온 게 꿈일 줄 알았는데 아닌 모양이다.
en_us: Last night, when she saw Amon, she has assumed it was a dream, but now realized it wasn’t.

source: 짜증스러운 목소리를 내며, 고양이는 털을 한번 부스스 세웠다.
en_us: He yelled back at her in annoyance.

source: 오늘 일이 알려져 장로에게 잔소리 듣는 건 싫었다.{j}에이샤 장로의 잔소리는 늘 언제나 길고도 지루했으니까.
en_us: Amon didn’t want the elders of the clan to know about today’s incident because he knew he would have to go through a long and boring lecture with the elders nagging him for what he had done.{j}

source: 블론디나는 저도 모르게 루시의 시선을 좇아 고개를 돌렸다.{j}방 안에 있는 거라고는 두 명의 소녀와 찻잔뿐이었다.{j}루시가 손을 뻗어 창문을 꽉 닫고는 말을 이었다.
en_us: Blondina’s carefully followed Lucy’s movements as she continued to look around the room. Assuring herself that it was just the two of them in the room, Lucy continued as she reached for the window to close it.{j}{j}

source: 문득 손끝에 한기가 밀려들었다.
en_us: As Blondina felt her heart flutter, she felt her fingertips go numb.

source: 블론디나는 주변을 힐끗 살폈다가 속삭이듯 입을 열었다.
en_us: Blondina glanced around her surroundings and quietly whispered.

source: 이 반지는 황제가 선물해 준 목걸이에 끼워 넣을 생각이었다.
en_us: Blondina planned to put the ring on the necklace gifted by the emperor.

source: 실제 향을 말하는 건 아니었다.{j}짐승만이 알아차릴 수 있는 향.{j}본능으로 읽을 수 있는 인간의 본질을 냄새라 표현했을 뿐이다.
en_us: The smell which Amon was referring to was not actually a smell, but a unique feeling that could be only sensed by beasts like himself. A unique intrinsic attribute of humans, or so called aura, that only can be caught by an animal’s instinct.{j}{j}

source: 적선하듯 초대하는 파티 따위 조금도 반갑지 않았다.{j}게다가.{j}블론디나는 물끄러미 제 옷을 내려다보았다.
en_us: To be honest, Blondina wasn’t pleased to be invited to a party where she wasn’t welcomed. Plus, as she looked down at her dress, she noticed that her dress was standing out from others.

source: 나무문이 소음을 내며 활짝 열렸다.{j}블론디나는 힘없이 촛대를 내려놓았다.{j}문이 꽉 찰 만큼 거대한 체구를 가진 사내들이 줄을 이어 들어오고 있던 탓이다.{j}저 정도 규모라면 반항해도 소용없을 것이다.
en_us: The door creaked open, and a herd of gigantic figures lined up before her. Blondina knew her only weapon was useless against such a group of men, so she returned the candlestick to the table.{j}

source: “그럼 누군지 알면 돼?{j}난 블론디나라고 해.{j}블론디나 륜 아테스.”
en_us: “Then I’ll tell you who I am. I’m Blondina. Blondina Ryun Ates.”{j}{j}

source: 고양이 귀가 다시 쫑긋 섰다.
en_us: The cat raised his ears as he listened to her blabber.

source: 블론디나는 잠시 고민했다.
en_us: Blondina paused a moment to think.

source: 황제가 블론디나의 머리카락을 대충 매만졌다.
en_us: The emperor said while lightly stroking Blondina’s hair.

source: “오늘 폐하께서 티파티에 초대하셨어요.{j}황후궁 후원으로 안내해 드리겠습니다.”
en_us: “Your Highness has invited you to his imperial tea party. I will guide you to the emperor’s back garden, my lady.”{j}

source: 방금까지 제가 안아 주던 존재가, 지금 자신을 따뜻하게 감싸 안고 있었다.{j}그 간극이 생경하면서도 낯설어 자꾸만 숨이 찼다.{j}호흡이 힘들었다.
en_us: She couldn’t believe she was now being held by the boy, who she was holding in her arms just before. The thought of it made her heart flutter and made her short of breath. She couldn’t breath properly in his arms.{j}{j}

source: 남이 보면 미쳤다고 할 법한 행동이었다.
en_us: If someone were to see her in the garden, they would’ve thought Blondina had gone crazy.

source: “맞아요, 에이몬 님.{j}아니면 아예 정체를 드러내고 참석하시는 건 어떠세요?”
en_us: “That’s right, Amon. Or why don’t you just reveal your identity and attend the tournament as yourself?”{j}

source: 하지만 말이 끝까지 이어지지는 않았다.
en_us: Before he could continue, an object fell from the table and rolled over the carpet.

source: 마치 마법이라도 깃든 듯 유혹적으로 들리는 속삭임이었다.
en_us: Amon’s words sounded like an enchantment seducing her to speak.

source: 몰살에 가깝게 죽이다니.
en_us: How could they do such things to the divine beasts?

source: 블론디나는 여전히 의자에 앉은 채 소년을 한번 훑었다.{j}공작가에서 왔다 하여 어른이 왔을 줄 알았는데 저보다 두세 살 정도 많아 보이는 소년이 들어오자 조금 의문이 솟았다.
en_us: While remaining in her seat, Blondina glanced at the marquess, surprised to see a young boy enter her room. When she first heard that the visitor was the son of the duke, she expected to see an adult step inside.{j}

source: 흥분 상태에 빠져 있던 에이몬이 고개를 들었다.{j}곧, 껴안고 뒹굴던 나뭇가지를 대충 내팽개친 에이몬이 잔바람에 휩싸였다.
en_us: Amon, who was seemed greatly excited playing with the branch, looked up at Blondina and threw away the branch from his sight.{j}

source: 마제또는 쿠키 부스러기를 떨어뜨리며 하늘 위로 멀어졌다.
en_us: While screaming through the air, Majetto was tossed out the window with cookie crumbs still falling from his face.

source: 아…… 예뻐라.
en_us: Aw...you’re so pretty.

source: 에이몬이 만족했다는 듯 귀를 쫑긋거렸다.
en_us: Amon raised his ears satisfied with the prince’s answers.

source: “오백 년 전 일 때문이에요.{j}신수를 유일하게 통제할 수 있는 바라한의 후예가 나타났거든요.”
en_us: “It’s because of what happened five hundred years ago when a descendant of Barahan, who had the ability to control divine beasts, suddenly appeared.”{j}

source: 친한 척 말이나 걸고.{j}자존심도 없어?
en_us: Do you have no pride? How can you be so friendly with her?{j}

source: 아니라 대답하고 싶었으나 목이 밟혀 있어 그리할 수 없었다.{j}고개를 내젓고 싶었으나 제 목을 사뿐히 밟고 있는 발 때문에 그럴 수 없었다.
en_us: Prince Lart tried his best to answer the divine beast, but the foot on his neck choked in harder. He was barely breathing from it.{j}

source: 에이몬이 고개를 기울이며 절 들여다볼 때마다, 예쁜 손가락으로 깃털 펜을 만지작거릴 때마다 심장에 파동이 생겼다.
en_us: Every time Amon tilted his head to look at her and whenever he fiddle with the quill with his beautiful long fingers, Blondina felt her heart flutter.

source: 속으로 시시껄렁하게 속삭이며 뺨만 긁었다.
en_us: Blondina scratched her cheek as she kept her dissatisfaction to herself.

source: “제 어머니는 아름다운 분이셨어요.{j}저라는 짐이 있음에도 구애가 밀려들었지요.{j}하지만 한 번도 흔들린 적 없었어요.”
en_us: “My mother was a beautiful person. Even though she was saddled with me, many men asked for her hand in marriage. She never wavered.”{j}{j}

source: 「브리디.{j}지겨워 미치겠어.」
en_us: “Briddy, I’m bored to death.”{j}

source: 잠시 후 사냥터에 도착한 블론디나는 에이몬을 꼭 끌어안았다.
en_us: A few moments later, Blondina arrived at the hunting grounds with Amon tightly held in her arms.

source: “블론디나는 내 인간이야.”
en_us: “Blondina belongs to me.”

source: 아델라이는 눈을 가늘게 뜨더니 이내 ‘응’ 하고 대충 툭 답했다.
en_us: “Good,” Adellai replied carelessly with her narrow eyes staring straight at Blondina.

source: 꼬마 주제에 협박하는 본새가 제법 그럴듯했다.{j}가히 권력의 꼭대기에서 살아온 아이다운 태도다.{j}그러거나 말거나 블론디나는 아이의 분노를 지켜만 보았다.{j}이 어린 나이에도 제가 지킬 명예를 위해 저렇게까지 화를 내야 하다니.
en_us: Blondina stood watching the prince burst in anger. At first, she was quite impressed with his threats. Those words were indeed the words coming from a young prince who had already had a taste of true power. However, at the same time, she was worried that she would one day end up like him. {j}

source: 에이몬의 방문은 늘 비정기적이었다.{j}일주일 내내 놀러 오는 경우도 있었고, 열흘 동안 꼬리 한 번 보이지 않다가 사냥하듯 기습적으로 나타나는 경우도 있었다.
en_us: Amon’s visit was always irregular. At times, he would visit the entire week, but there were also times when he wouldn’t show up for ten days straight. It was hard to predict when he would show up one day in surprise.{j}

source: 하지만 블론디나는 바빴다.{j}공국에서 방문한 이들의 방문 파티 참석 준비 때문이었다.
en_us: However, Blondina didn’t have time for him. She was busy getting prepared to attend a party scheduled to be held at the palace.{j}

source: 루시는, 뻔뻔하게 등장한 에이몬을 향해 화색을 밝혔다.{j}하지만 곧 낯을 굳히고는 흠칫 어깨를 움츠렸다.
en_us: Lucy was glad to finally see Amon again. Her voice sounded more energized than when she entered the room. But as she turned her face to look at Amon, her face turned pale and her shoulders shrugged.{j}

source: 편지를 받아 든 블론디나가 봉투를 열자 고급스러운 종이 위에 광택 나는 글자가 박힌 게 보였다.
en_us: Blondina took the letter and opened it. In the letter, she found a glossy paper with luxurious embossed writing.

source: 신수의 보호를 받는다며 경외하다가도 천하게 몸을 놀리는 것 아니냐며 욕할는지도 모른다.
en_us: Even if Blondina were to explain that she was being protected under the divine beast, there was no way people would believe her excuse.
